start_text = """
Добрый день! 

Спасибо за интерес к нашим товарам.

<b>Это бот с пошаговой инструкцией для выкупа товаров с кэшбеком до 100%.</b>

Это очень просто! <b>Вам нужно выбрать товар из каталога и следовать инструкциям.</b>

Если возникнут вопросы или какие-то трудности, то вы всегда можете написать …

P.S. Лимиты обновляются один раз в сутки. Если выбранный товар не доступен к заказу, то попробуйте на следующий день.
"""

start_text_2 = """
‼️Важная информация‼️:

✅ Чтобы получить кешбек, нужно выполнить все инструкции.

✅ Выплаты на карту любого российского банка строго по номеру телефона СБП, других способов оплаты нет.

✅ Если ваш отзыв получил бан, то мы выплатим кешбэк, если вы четко выполнили все инструкции.

✅ Кешбек выплачивается в течение 15 дней после получения товара. 

✅ 1 товар можно заказывать с одного аккаунта раз в 2 недели
Если с чем-то не согласны, не хотите продолжать дальше, - просто игнорируйте сообщения и не продолжайте.

<i> Убедительная просьба пожалуйста будьте терпеливыми и ждите ответа бота не нажимайте при этом все возможные кнопки - это важно! </i>

"""


text_kat = """
Выберите любую категорию для просмотра товаров с кешбеком👇\nПод сообщением кнопки со списком категорий."""

text_admin = """
Введи пароль
"""

text_to_all = """
Загрузить категории и товары
"""

text_uncor_password = """
Не парвильный пароль
"""